[
    {"author": "harlan0103", "title": "Brett Kavanaugh: Key test vote on Supreme Court nominee passes", "time": "Oct 5, 2018", "img": "../../assets/img/post9.jpg", "article": "The US Senate has narrowly voted to advance President Donald Trump's Supreme Court nominee Brett Kavanaugh's nomination to a final vote. Friday's vote - called cloture - was a test of support for the embattled nominee who has faced sexual assault allegations from several women. All eyes are on four swing senators for Saturday's final vote. Mr Kavanaugh's confirmation in the final vote on Saturday would tilt the court in favour of conservatives. Following Friday's vote, Mr Trump tweeted that he was very proud.",
    "comments":[
        {"username":"MusicCzar", "comment":"Great job! I like it"},
        {"username":"Ecophobia", "comment":"Omggggggg! Nice one"},
        {"username":"Cookie_Monster", "comment":"Great Article!"}
    ]},
    {"author": "harlan0103", "title": "Kyrie: 'I plan on re-signing' with Celtics", "time": "Oct 4, 2018", "img": "../../assets/img/post1.jpg", "article": "Kyrie Irving doesn't appear to be headed anywhere next offseason according to ... Kyrie Irving. The Celtics point guard, speaking to fans gathered inside TD Garden on Thursday night, all but committed to remaining in Boston well after he hits free agency next summer. The five-time All-Star's future has been a trending topic entering the final year of his contract. Rumors persisted that several teams, including the nearby Knicks, were harboring hopes luring Irving via free agency.",
    "comments":[
        {"username":"MusicCzar", "comment":"Great Article! I like this article"},
        {"username":"Ecophobia", "comment":"Great Article!"},
        {"username":"Cookie_Monster", "comment":"Can't believe it!"}
    ]},
    {"author": "harlan0103", "title": "Khabib Nurmagomedov-Conor McGregor set to smash records", "time": "Oct 3, 2018", "img": "../../assets/img/post2.jpg", "article": "LAS VEGAS -- According to UFC president Dana White, Saturday's lightweight championship fight between Khabib Nurmagomedov and Conor McGregor is projecting to smash company records in both pay-per-view revenue and gate revenue in the state of Nevada. Late last month, White told Yahoo! Sports he was confident Saturday's UFC 229 pay-per-view offering, which comes at a price tag of $64.99, would surpass 2 million buys.",
    "comments":[
        {"username":"MusicCzar", "comment":"Great Article! I really like this one"},
        {"username":"Ecophobia", "comment":"Good job!"},
        {"username":"Cookie_Monster", "comment":"Wow I like this"}
    ]},
    {"author": "MusicCzar", "title": "Highlights: Barcelona among perfect four, Neymar hat-trick", "time": "Oct 3, 2018", "img": "../../assets/img/post3.jpg", "article": "Barcelona turned on the style at Wembley to accelerate to six points and inflict Spurs' second group defeat. Philippe Coutinho drove in an early opener and Ivan Rakitić's brilliant finish made it 2-0 at the break. Harry Kane pulled one back but Lionel Messi, who had rattled the post, scored either side of Erik Lamela's deflected effort.",
        "comments":[
            {"username":"harlan0103", "comment":"Great Article!"},
            {"username":"Ecophobia", "comment":"Great Article!"},
            {"username":"Cookie_Monster", "comment":"Great Article!"}
        ]},
    {"author": "MusicCzar", "title": "Warriors' Patrick McCaw to decline 2-year, $5.2 million extension", "time": "Oct1, 2018", "img": "../../assets/img/post7.jpg", "article": "Golden State Warriors restricted free agent guard Patrick McCaw is expected to decline a two-year, $5.2 million offer from the two-time reigning champions, a source told ESPN's The Undefeated on Monday. McCaw has a deadline of 8:59 p.m. PT Monday to decide on the offer. The two-year veteran missed his fifth practice with the Warriors on Monday. The Warriors initially offered McCaw one-year, $1.7 million qualifying offer in June. The 22-year-old McCaw averaged 4.0 points, 1.4 rebounds and 1.4 assists in 57 games last season, his second in the NBA. McCaw was sidelined for almost two months with a bone bruise in his lower back near the end of last season after a horrific fall during a game at Sacramento.",
        "comments":[
            {"username":"harlan0103", "comment":"Great Article!"},
            {"username":"Ecophobia", "comment":"Great Article!"},
            {"username":"Cookie_Monster", "comment":"Great Article!"}
        ]},
    {"author": "Ecophobia", "title": "FIFA 19 PLAYER RATINGS — TOP 10 PASSERS", "time": "Spt 29, 2018", "img": "../../assets/img/post5.jpg", "article": "Passing is one of the most basic parts of football, but it's also one of the most important. Good teams become great with the addition of a talented player pulling the strings from midfield. See which players have the highest Passing ratings in FIFA 19. Use the hashtag #FIFARatings on Twitter, Facebook, and Instagram to join the FIFA 19 ratings conversation about the top passers, goalkeepers, and more. ",
        "comments":[
            {"username":"harlan0103", "comment":"Great Article!"},
            {"username":"MusicCzar", "comment":"Great Article!"},
            {"username":"Cookie_Monster", "comment":"Great Article!"}
        ]},
    {"author": "Cookie_Monster", "title": "Rice falls to Wake Forest, 56-24", "time": "Spt 29, 2018", "img": "../../assets/img/post6.jpg", "article": "Rice came out strong in the second half, but it was too late as Wake Forest opened the game with 28 straight points to defeat the Owls, 56-24. After the teams exchanged punts, Wake Forest scored on four straight possessions taking a 28-0 lead less than two minutes into the second quarter. Rice finally got on the board with a 39-yard field goal, but two more touchdowns, capped off by Essang Bassey's 51-yard fumble return send Rice into halftime trailing 42-3. Rice came out strong in the second half, scoring three times on in the first 15-plus minutes. But, the Demon Deacons took its second interception back for a touchdown.",
        "comments":[
            {"username":"harlan0103", "comment":"Great Article!"},
            {"username":"MusicCzar", "comment":"Great Article!"},
            {"username":"Cookie_Monster", "comment":"Great Article!"}
        ]},
    {"author": "Tony_Stark", "title": "#GHC18 Daily Download: Thursday", "time": "Spet 28, 2018", "img": "../../assets/img/post8.jpg", "article": "The excitement continues here at the 2018 Grace Hopper Celebration (GHC 18)! Day Two was filled with plenty of sessions, workshops, and panels on a wide range of topics, from promoting workplace diversity to nontraditional paths into tech. We also held our inaugural AnitaB.org PitcHER™ competition, where 10 inspiring women entrepreneurs competed for a total of $65,000 in funding. Learn more about today’s highlights, and let us know what your favorite moments were. Tweet us at @AnitaB_org, or use the hashtag #GHC18.",
        "comments":[
            {"username":"harlan0103", "comment":"Great Article!"},
            {"username":"MusicCzar", "comment":"Great Article!"},
            {"username":"Cookie_Monster", "comment":"Great Article!"}
    ]}
]
